Repository: KravenHD/KravenFHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenFHD/locale/*/LC_MESSAGES/KravenFHD.po
Languages: it, pl

source: No data for GM code, fallback to IP
pl: Brak danych dla kodu GM, Korzystanie z IP

source: No data for search string, fallback to IP
pl: Brak danych dla wyszukiwanego kodu, Korzystanie z IP

source: Alternate Color
it: Colore alternativo
pl: Alternatywny kolor

source: Info Panels
it: Pannello info
pl: Panel informacyjny

source: Primary Color
it: Colore principale
pl: Podstawowy kolor

source: Secondary Color
it: Colore secondario
pl: Drugi kolor

source: Texture
it: Trama
pl: Tekstura

source: blue
pl: Niebieski

source: green
pl: Zielony

source: red
pl: Czerwony

source: could not be saved!
it: non può essere salvato
pl: nie można zapisać

source: from
pl: z

source: saved successfully.
it: salvato con successo
pl: Zapisano pomyślnie.

source: % humidity
pl: % Wilgotność

source: 'Not available'-Font
it: carattere 'non disponibile'
pl: "Niedostępny" - czcionka

source: , feels
pl: , odczuwalna

source: 0 (hardcoded)
it: 0 (non modificabile)
pl: 0 (zakodowane)

source: ANTIALIASING BRIGHTNESS ________________________________________________________________
it: LUMINOSITA BORDI LEVIGATI _________________________________________________________________
pl: JASNOŚĆ WYGŁADZENIA ________________________________________________________________

source: AVG load:
pl: Obciążenie systemu:

source: Activate or deactivate ECM informations in the infobar.
pl: aktywuj lub dezaktywuj informacje ECM na pasku informacyjnym

source: Activate or deactivate an additional window with satellite informations.
pl: aktywuj lub dezaktywuj dodatkowe okno z informacjami satelitarnymi

source: Activate or deactivate displaying the weather in the infobar.
it: Attivare o disattivare la visualizzazione del meteo nella infobar
pl: aktywuj lub dezaktywuj wyświetlanie pogody na pasku informacyjnym

source: Activate or deactivate small screen names for debugging purposes.
it: Attivare o disattivare i nomi nello schermo piccolo per scopi di debug
pl: Aktywuj lub dezaktywuj małe nazwy ekranów do celów debugowania.

source: Active Profile / Save
it: Profilo attivo / SALVA
pl: Aktywny profil / Zapisz

source: Age
pl: Wiek

source: Analog-Clock-Color
it: Colore Orologio Analogico
pl: Zegar analogowy-kolor

source: Android-Temp-Color
it: Colore Temperatura Android
pl: Android-Temp-Kolor

source: Background
it: Sfondo
pl: Tło

source: Background-Transparency
it: Trasparenza sfondo
pl: Tło-Przezroczystość

source: Birthday
pl: Urodziny

source: Birthday Reminder Settings
pl: Ustawienia przypomnienia o urodzinach

source: Blowing snow
pl: Śnieżyca

source: Blustery
pl: Wietrznie

source: Border Color
it: Colore bordo
pl: Kolor ramki

source: CAM/Card unsupported
pl: CAM/Card nieobsługiwane

source: CHANNELLIST _______________________________________________________________
it: LISTE CANALI _________________________________________________________________
pl: LISTA KANAłóW ________________________________________________________________

source: CLOCK _____________________________________________________________________
it: OROLOGIO ___________________________________________________________________
pl: ZEGAR _______________________________________________________________________

source: CPU + Load
it: CPU + Carico
pl: CPU + obciążenie systemu

source: CPU load:
pl: Obciążenie procesora:

source: Cancel
pl: Anuluj

source: Channellist
pl: Lista kanałów

source: Channellist-Mode
it: Modalità lista canali
pl: Tryb listy kanałów

source: Channellist-Style
it: Stile lista canali
pl: Styl listy kanałów

source: Channellist-Transparenz
it: Trasparenza lista canali
pl: Lista kanałów przezroczystość

source: Channelname/-number
it: Nome canale / Numero
pl: Nazwa kanału/-numer

source: Channelname/-number-Font
it: Carattere numerazione & nome canale
pl: Nazwa kanału/-numer-czcionka

source: Choose between direct zapping (1xOK) and zapping after preview (2xOK).
it: Scegliere tra zap diretto (1x OK) e zap dopo l'anteprima (2x OK)
pl: Wybierz przełączanie bezpośrednie (1xOK) lub podgląd (2xOK).

source: Choose between graphical weather symbols and Meteo symbols.
it: Scegliere tra simboli grafici meteo e simboli meteo
pl: Wybierz między graficznymi symbolami pogody i symbolami Meteo.

source: Choose between light and dark Meteo symbols.
it: Scegliere fra le icone chiare/scure meteo
pl: Wybierz jasny lub ciemny symbol Meteo

source: Choose between light and dark icons in system screens. The icons in the infobars are not affected.
it: Scegliere nelle schermate del sistema tra icone chiare/scure. Le icone della infobar non verranno interessate
pl: Wybierz jasne lub ciemne ikony na ekranach systemowych. Ikony w infobarach nie ulegają zmianie.

source: Choose between light and dark infobar icons.
it: Scegliere tra icone chiare/scure nella barra informazioni.
pl: Wybierz jasne lub ciemne ikony w pasku informacyjnym

source: Choose from different additional windows with system informations or deactivate them completely.
it: Scegliere tra diverse finestre aggiuntive con informazioni di sistema o disattivarle completamente
pl: Wybierz jedno z kilku dodatkowych okien informacji systemowych lub wyłącz je całkowicie.

source: Choose from different colors for the analog type clock in the infobar.
it: Scegliere tra i diversi colori per l'orologio analogico nella infobar
pl: Wybierz jeden z różnych kolorów zegara analogowego na pasku informacyjnym.

source: Choose from different effects to display eventname.
it: Scegliere tra diversi effetti per visualizzare il nome eventi
pl: Wybierz spośród różnych efektów wyświetlania nazwy programu.

source: Choose from different icon sets for the menu screens. Many thanks to rennmaus and kleiner.teufel for their icon set.
it: Scegliere tra i set di icone per le schermate menu. Grazie a rennmaus e kleiner.teufel per i set icone messi a disposizione
pl: Wybierz spośród różnych zestawów ikon dla ekranów menu.

source: Choose from different infobar background styles.
it: Scegliere fra diversi stili di sfondo Infobar
pl: Wybierz styl tła dla paska informacyjnego.

source: Choose from different infobar styles. Please note that not every style provides every feature. Therefore some features might be unavailable for the chosen style.
it: Scegliere tra diversi stili Infobar. Ogni stile fornisce tutte le funzionalità. Pertanto alcune funzioni potrebbero non essere disponibili per lo stile scelto
pl: Wybierz różne style paska informacyjnego. Należy pamiętać, że nie każdy styl zapewnia każdą funkcję. Dlatego niektóre funkcje mogą być niedostępne dla wybranego stylu.

source: Choose from different options to display recording state.
it: Scegliere tra le diverse opzioni di visualizzazione dello stato di registrazione
pl: Wybierz jedną z różnych opcji, aby wyświetlić stan nagrania.

source: Choose from different options to display the ECM informations.
it: Scegliere tra diverse opzioni per la visualizzazione delle informazioni ECM
pl: Wybierz jedną z różnych opcji, aby wyświetlić informacje systemowe.

source: Choose from different options to display the PVR state.
it: Scegliere tra le diverse opzioni per visualizzare lo stato del PVR
pl: Wybierz jedną z różnych opcji, aby wyświetlić stan PVR.

source: Choose from different options to display the system menus. Press red button for the FAQs with details on installing menu icons.
it: Scegliere tra le diverse opzioni di visualizzazione nel menu di sistema. Premere il tasto rosso per le FAQ dettagliate installazione icone dei menu
pl: Wybierz jedną z różnych opcji, aby wyświetlić menu systemowe. Naciśnij czerwony przycisk w celu uzyskania odpowiedzi na najczęściej zadawane pytania ze szczegółami na temat instalowania ikon menu.

source: Choose from different options to display tuner.
it: Scegliere tra diverse opzioni di visualizzazione del Tuner
pl: Wybierz jedną z opcji wyświetlania tunera.

source: Choose from different options to show the channel name and number in the infobar.
it: Scegliere tra diverse opzioni per visualizzare il nome /numero del canale nella Infobar
pl: Wybierz jedną z różnych opcji, aby wyświetlić nazwę kanału i numer w pasku informacyjnym.

source: Choose from different options to show the clock in the infobar.
it: Scegliere tra le diverse opzioni per la visualizzazione dell'orologio nella infobar
pl: Wybierz jedną z różnych opcji, aby wyświetlić zegar w pasku informacyjnym.

source: Choose from different options to show the clock in the players.
it: Scegliere tra diverse opzioni per visualizzare l'orologio nel Player
pl: Wybierz spośród różnych opcji, aby pokazać zegar w odtwarzaczu.

source: Choose from different options to show the weather in the infobar.
it: Scegliere tra le diverse opzioni di visualizzazione del meteo nella infobar
pl: Wybierz jedną z różnych opcji, aby pokazać pogodę w pasku informacyjnym.

source: Choose from different options to specify your location.
it: Scegliere tra le diverse opzioni per specificare la posizione
pl: Wybierz spośród różnych opcji, aby określić swoją lokalizację.

source: Choose from different options where to display the ECM informations.
it: Scegliere tra le diverse opzioni dove visualizzare le informazioni ECM
pl: Wybierz spośród różnych opcji wyświetlania informacji systemowych.

source: Choose from different servers for the weather data.
it: Scegliere tra diversi server per i dati meteo
pl: Wybierz serwer danych pogodowych.

source: Choose from different styles for CoolTVGuide.
it: Scegliere tra stili diversi per guida CoolTV
pl: Wybierz styl dla CoolTVGuide.

source: Choose from different styles for EnhancedMovieCenter.
it: Scegliere tra stili diversi per centro registrazioni avanzato
pl: Wybierz styl dla Zaawansowanego Centrum Filmowego.

source: Choose from different styles for GraphMultiEPG.
it: Scegliere tra stili diversi per GraphMultiEPG
pl: Wybierz styl dla GraficznegoMultiEPG.

source: Choose from different styles for GraphicalEPG.
it: Scegliere tra stili diversi per EPG grafici
pl: Wybierz styl graficznego EPG.

source: Choose from different styles for MovieSelection.
it: Scegliere tra stili diversi per la selezione registrazioni
pl: wybierz styl dla Wyboru filmu

source: Choose from different styles for NumberZap.
it: Scegliere tra stili diversi per Zap numerico
pl: Wybierz styl dla "NumberZap".

source: Choose from different styles for SecondInfobar.
it: Scegliere tra stili diversi per seconda Infobar
pl: wybierz styl dla Drugiego paska informacyjnego

source: Choose from different styles for VerticalEPG.
it: Scegliere tra stili diversi per EPG verticali
pl: wybierz styl dla Pionowego EPG

source: Choose from different styles for the channel selection screen.
it: Scegliere tra stili diversi per la schermata selezione del canale
pl: Wybierz styl dla Ekranu wyboru kanału.

source: Choose from different styles for the volume display.
it: Scegliere tra stili diversi per la visualizzazione del volume
pl: wybierz styl dla Paska głośności

source: Choose from different styles to display EPGSelection.
it: Scegliere tra stili diversi di visualizzazione della selezione EPG
pl: wybierz styl dla Wyboru EPG

source: Choose from different styles to display SplitScreen.
it: Scegliere tra stili diversi per schermo diviso.
pl: wybierz styl dla SplitScreen

source: Choose from different styles to display TimerEditScreen.
it: Scegliere tra stili diversi per visualizzare modifica schermate Timer
pl: Wybierz styl dla Ekranu edycji timera.

source: Choose from different styles to display TimerList.
it: Scegliere tra stili diversi per visualizzare liste Timer
pl: Wybierz jedną z opcji wyświetlania listy timerów.

source: Choose gradient or color for the info panels (Sysinfos, Timeshiftbar etc.).
it: Scegliere la sfumatura o il colore per i pannelli di informazione (info sistema, barra Timeshift etc.)
pl: Wybierz gradient lub kolor dla paneli informacyjnych (Sysinfo, Timeshift Bar itp.).

source: Choose the alternate color for the background. It should match the texture at the best. Press OK to define your own RGB color.
it: Scegliere il colore alternativo delle infobar. Dovrebbe abbinarsi al meglio alla trama. Premere OK per definire il proprio colore RGB
pl: Wybierz alternatywny kolor tła. Powinien jak najlepiej pasować do tekstury. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the alternate color for the infobars. It should match the texture at the best. Press OK to define your own RGB color.
it: Scegli il colore alternativo per le infobar. Dovrebbe abbinarsi al meglio alla trama. Premere OK per definire il proprio colore RGB
pl: Wybierz alternatywny kolor dla paska info. Powinien pasować jak najlepiej pasować do tekstury . Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the background color of selected event for GraphMultiEPG. Press OK to define your own RGB color.
pl: Wybierz kolor tła wybranego programu dla "Graficzne MultiEPG". Naciśnij OK, aby ustawić własny kolor RGB.

source: Choose the background color of selected event for GraphicalEPG. Press OK to define your own RGB color.
pl: Wybierz kolor tła wybranego programu dla "Graficzne EPG". Naciśnij OK, aby ustawić własny kolor RGB.

source: Choose the font color of running event for GraphMultiEPG. Press OK to define your own RGB color.
pl: Wybierz kolor czcionki dla uruchomionych zdarzeń dla GraphMultiEPG. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the background color of running event for GraphMultiEPG. Press OK to define your own RGB color.
pl: Wybierz kolor tła uruchomionych zdarzeń dla GraphMultiEPG. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the background color of selection bars for EnhancedMovieCenter. Press OK to define your own RGB color.
it: Scegliere il colore sfondo della barra selezione EnhancedMovieCenter. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor tła pasków wyboru dla EnhancedMovieCenter. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the background color of selection bars. Press OK to define your own RGB color.
it: Scegliere il colore sfondo delle barre selezione. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor tła pasków wyboru. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: global selection fontcolor
pl: globalny wybór koloru czcionki

source: Choose the background for all screens. You can choose from a list of predefined colors or textures, create your own color using RGB sliders or define a color gradient.
it: Scegliere lo sfondo per tutti gli schermi. È possibile scegliere tra un elenco di colori o strutture predefinite, creare il proprio colore usando i cursori RGB o definire una sfumatura di colore.
pl: Wybierz tło dla wszystkich ekranów. Możesz wybierać z listy predefiniowanych kolorów lub tekstur, tworzyć własne kolory za pomocą suwaków RGB lub definiować gradient.

source: Choose the background for the infobars. You can choose from a list of predefined colors or textures or create your own color using RGB sliders.
it: Scegliere il colore dello sfondo infobar. È possibile scegliere da un elenco di colori predefiniti o creare il proprio colore utilizzando i cursori RGB
pl: Wybierz tło dla infobara. Możesz wybrać z listy predefiniowanych kolorów lub tekstur lub stworzyć własny kolor za pomocą suwaków RGB.

source: Choose the background for the infobars. You can choose from a list of predefined colors or textures, create your own color using RGB sliders or define a color gradient.
it: Scegliere lo sfondo Infobar. È possibile scegliere da un elenco di colori predefiniti / trame, creare il proprio colore utilizzando i cursori RGB o definire una sfumatura
pl: Wybierz tło dla infobara. Możesz wybierać z listy predefiniowanych kolorów lub tekstur, tworzyć własne kolory za pomocą suwaków RGB lub definiować gradient.

source: Choose the border color for GraphMultiEPG. Press OK to define your own RGB color.
it: Scegliere il colore del bordo GraphMultiEPG. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor obramowania dla Graficznego MultiEPG. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the border color for GraphicalEPG. Press OK to define your own RGB color.
it: Scegliere il colore bordo GraphicalEPG. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor obramowania dla Graficznego EPG. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the border color for NumberZap. Press OK to define your own RGB color.
it: Scegliere il colore bordo per NumberZap. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor obramowania dla NumberZap. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the border color of MiniTV's. Press OK to define your own RGB color.
it: Scegliere il colore bordo MiniTV. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor obramowania dla Mini TV. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the border color of progress bars. Press OK to define your own RGB color.
it: Scegliere il colore bordo delle barre di avanzamento. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor obramowania pasków postępu. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the border color of selection bars or deactivate borders completely. Press OK to define your own RGB color.
it: Scegliere il colore bordo della barra selezione o disattivarlo completamente. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor ramki pasków wyboru lub całkowicie wyłącz ramki. Naciśnij OK, aby ustawić własny kolor RGB.

source: Choose the color of all lines. This affects dividers as well as the line in the center of some progress bars. Press OK to define your own RGB color.
it: Scegliere il colore per tutte le linee. Questo influisce sui divisori e sulla linea centrale di alcune barre di avanzamento. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor dla wszystkich linii. Wpływa to na linie podziału, a także linię pośrodku niektórych pasków postępu. Naciśnij OK, aby ustawić własny kolor RGB.

source: Choose the color of progress bars. Press OK to define your own RGB color.
it: Scegliere il colore della barra di avanzamento. Premere OK per definire il proprio colore RGB.
pl: Wybierz kolor pasków postępu. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the color of the font in selection bars for EnhancedMovieCenter. Press OK to define your own RGB color.
it: Scegliere il colore carattere nella barra selezione per EnhancedMovieCenter. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki na pasku wyboru dla EnhancedMovieCenter. Naciśnij OK, aby ustawić własny kolor RGB.

source: Choose the color of the font in selection bars. Press OK to define your own RGB color.
it: Scegliere il colore carattere nella barra selezione. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki na pasku wyboru. Naciśnij OK, aby ustawić własny kolor RGB.

source: Choose the color of the infobar box lines. Press OK to define your own RGB color.
it: Scegliere il colore delle linee di dialogo della Infobar. Premere OK per definire il proprio colore RGB.
pl: Wybierz kolor linii granicznych w polu informacyjnym. Naciśnij OK, aby ustawić własny kolor RGB.

source: Choose the color of the primary font. The primary font is used for list items, textboxes and other important information. Press OK to define your own RGB color.
it: Scegliere il colore del carattere principale. Questo viene utilizzato per le voci di elenchi, le caselle di testo e altre informazioni importanti. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor podstawowej czcionki. Podstawowa czcionka jest używana dla elementów listy, pól tekstowych i innych ważnych informacji. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the color of the primary infobar font. Press OK to define your own RGB color.
it: Scegliere il colore carattere della Infobar primaria. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor głównej czcionki infobara. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the color of the secondary font. The secondary font is used for headers, labels and other additional information. Press OK to define your own RGB color.
it: Scegliere il colore del carattere secondario. Questo viene utilizzato per intestazioni, etichette e informazioni supplementari
pl: Wybierz kolor czcionki wtórnej. Dodatkowa czcionka jest używana do nagłówków, etykiet i innych dodatkowych informacji. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the color of the secondary infobar font. Press OK to define your own RGB color.
it: Scegliere il colore del carattere della Infobar secondaria. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor wtórnej czcionki infobar. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the colors of PermanentClock.
it: Scegliere i colori PermanentClock
pl: Wybierz kolory Stałego Zegara.

source: Choose the degree of background transparency for all screens except system menus and channellists.
it: Scegliere il grado di trasparenza sfondo per tutti gli schermi tranne i menu di sistema e liste canali
pl: Wybierz stopień przezroczystości tła dla wszystkich ekranów z wyjątkiem menu systemowych i list kanałów.

source: Choose the degree of background transparency for system menu screens.
it: Scegliere il grado di trasparenza sfondo per le schermate nel menu di sistema
pl: Wybierz stopień przezroczystości tła dla ekranów menu systemu.

source: Choose the degree of background transparency for the channellists.
it: Scegliere il grado di trasparenza di sfondo per le liste canali
pl: Wybierz stopień przezroczystości tła dla list kanałów.

source: Choose the degree of background transparency for the infobars.
it: Scegliere il grado di trasparenza dello sfondo infobar
pl: Wybierz stopień przezroczystości tła dla pasków info

source: Choose the font color of PermanentClock. Press OK to define your own RGB color.
it: Scegliere il colore carattere per PermanentClock. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki Stałego zegara. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the font color of android-clock temperature. Press OK to define your own RGB color.
it: Scegliere il colore carattere di android orologio e temperatura. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki temperatury zegara android. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the font color of channel name and number. Press OK to define your own RGB color.
it: Scegliere il colore carattere del nome / numero del canale . Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki nazwy i numeru kanału. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the font color of channels that are unavailable at the moment. Press OK to define your own RGB color.
it: Scegliere il colore carattere canali momentaneamente non disponibili. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki kanałów, które są aktualnie niedostępne. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the font color of marked list items. Press OK to define your own RGB color.
it: Scegliere il colore del carattere delle voci di elenco contrassegnate. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki dla zaznaczonych elementów listy. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the font color of the ECM information. Press OK to define your own RGB color.
it: Scegliere il colore carattere informazioni ECM. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki informacji ECM. Naciśnij OK, aby zdefiniować własny kolor RGB.
