Repository: KravenHD/KravenFHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenFHD/locale/*/LC_MESSAGES/KravenFHD.po
Languages: it, pl

source: Choose the font color of the color button labels. Press OK to define your own RGB color.
it: Scegliere il colore carattere tasto. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki kolorowych etykiet przycisków. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the font color of the primetime information. Press OK to define your own RGB color.
it: Scegliere il colore carattere informazioni prima serata. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki informacji o czasie oglądania. Naciśnij OK, aby ustawić własny kolor RGB.

source: Choose the font color of unwatched movies. Press OK to define your own RGB color.
it: Scegliere il colore carattere delle registrazioni non viste. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki nie obejrzanych filmów. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the font color of watched movies. Press OK to define your own RGB color.
it: Scegliere il colore carattere delle registrazioni viste. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki obejrzanych filmów. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the font color of watching movies. Press OK to define your own RGB color.
it: Scegliere il colore carattere della registrazione da vedere. Premere OK per definire il proprio colore RGB
pl: Wybierz kolor czcionki nie obejrzanych filmów. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the font size of EPG list and primetime.
it: Scegliere la dimensione del carattere dell'elenco EPG e prima serata
pl: Wybierz rozmiar czcionki listy EPG i czasu.

source: Choose the font size of EPG-List.
it: Scegliere la dimensione carattere della lista EPG
pl: Wybierz rozmiar czcionki listy EPG.

source: Choose the font size of SecondInfobar.
it: Scegliere la dimensione carattere della 2° Infobar
pl: Wybierz rozmiar czcionki drugiego paska info.

source: Choose the font size of channelnumber and channelname.
it: Scegliere la dimensione carattere della numerazione e nome canale
pl: Wybierz rozmiar czcionki numeru i nazwy kanału.

source: Choose the font size of event description, EPG list and primetime.
it: Scegliere la dimensione carattere descrizione evento, elenco EPG e prima serata
pl: Wybierz rozmiar czcionki opisu zdarzenia, listy EPG i czasu.

source: Choose the font size of event description.
it: Scegliere la dimensione carattere della descrizione evento
pl: Wybierz rozmiar czcionki opisu zdarzenia.

source: Choose the font size of eventname.
it: Scegliere la dimensione carattere nome evento.
pl: Wybierz rozmiar czcionki nazwy zdarzenia.

source: Choose the font size of mainmenus.
it: Scegliere la dimensione del carattere dei menu principali.
pl: Wybierz rozmiar czcionki głównych menu.

source: Choose the font size of serviceinformation.
it: Scegliere la dimensione carattere informazione di servizio
pl: Wybierz rozmiar czcionki informacji o programie.

source: Choose the frequency of loading weather data from the internet.
it: Scegliere la frequenza di caricamento dati meteo da Internet
pl: Wybierz częstotliwość pobierania danych pogodowych z Internetu.

source: Choose the primary color for the background gradient. Press OK to define your own RGB color.
it: Scegliere il colore principale della sfumatura di sfondo. Premere OK per definire il proprio colore RGB
pl: Wybierz podstawowy kolor gradientu tła. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the primary color for the infobar gradient. Press OK to define your own RGB color.
it: Scegliere il colore principale della sfumatura Infobar. Premere OK per definire il proprio colore RGB
pl: Wybierz podstawowy kolor gradientu infobara. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the secondary color for the background gradient. Press OK to define your own RGB color.
it: Scegliere il colore secondario per la sfumatura di sfondo. Premere OK per definire il proprio colore RGB
pl: Wybierz dodatkowy kolor gradientu tła. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the secondary color for the infobar gradient. Press OK to define your own RGB color.
it: Scegliere il colore secondario della sfumatura Infobar. Premere OK per definire il proprio colore RGB
pl: Wybierz dodatkowy kolor gradientu infobara. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Choose the size of the icon for 'weather icon' clock.
it: Scegliere le dimensioni icona per orologio 'icona meteo'
pl: Wybierz rozmiar ikon zegara "Ikona pogody".

source: Choose the speed for running text.
it: Scegliere la velocità del testo >>
pl: Wybierz prędkość uruchamiania tekstu.

source: Choose the start delay for running text.
it: Ritardo prima dell'avvio testo >>
pl: Wybierz opóźnienie uruchamiania tekstu.

source: Choose the texture for the background.
it: Scegliere la trama per lo sfondo.
pl: Wybierz teksturę tła.

source: Choose the texture for the infobars.
it: Scegliere la struttura per l'infobar.
pl: Wybierz teksturę dla paska info.

source: Choose the vertical position of Icon-Fonts for infobars and players.
pl: Wybierz pionową pozycję czcionek-symboli dla pasków info i odtwarzania.

source: Choose the width of scrollbars in lists or deactivate scrollbars completely.
it: Scegliere la larghezza delle barre scorrevoli negli elenchi o disattivarle completamente
pl: Wybierz szerokość pasków przewijania na listach lub całkowicie wyłącz paski przewijania.

source: Choose whether 'free to air' is displayed or not for unencrypted channels.
it: Scegliere se visualizzare 'free to air' per canali non criptati
pl: Wybierz, czy dla niekodowanych kanałów wyświetlany jest komunikat "kanał bezpłatny".

source: Choose whether cover is displayed or not in the players.
pl: Wybierz, czy w odtwarzaczach ma być wyświetlana okładka.

source: Choose whether picons are shown in channellist or not.
pl: Wybierz, czy będą wyświetlane picony na liście kanałów.

source: Choose whether primetime program information is displayed or not.
it: Scegliere se mostrare SI/NO informazioni sul programma in prima serata
pl: Wybierz, czy będą wyświetlane informacje o programie głównym.

source: Choose whether scrollbars should be shown.
it: Scegliere se visualizzare la barra scorrevole
pl: Wybierz, czy pokazywać paski przewijania.

source: Choose whether some foreground and background colors of unskinned screens are changed or not.
it: Scegliere se alcuni colori di primo piano/sfondo di schermi non “skinnati” vengono modificati
pl: Wybierz, czy chcesz zmienić niektóre kolory czcionek i tła nie skanowanych ekranów.

source: Choose whether use alternative horizontal channellist or not.
it: Scegliere se usare SI/NO in alternativa alla lista canali orizzontali
pl: Wybierz, czy chcesz używać alternatywnej poziomej listy kanałów.

source: Choose whether you want the Kraven skin to be applied to 'MediaPortal' or not. To remove it again, you must deactivate it here and activate another skin in 'MediaPortal'.
it: Scegliere se applicare la Skin Kraven a 'MediaPortal'. Per rimuoverla, è necessario disattivarla e attivare una Skin diversa in 'MediaPortal'
pl: Wybierz, czy chcesz zastosować skórkę Kraven do "MediaPortal", czy nie. Aby usunąć, musisz go tutaj dezaktywować i aktywować kolejną skórkę w "MediaPortal".

source: Choose whether you want the Kraven skin to be applied to 'Serienrecorder' or not. Activation of this option prohibits the skin selection in the SR-plugin.
it: Scegliere se applicare la Skin Kraven a 'Serienrecorder'. L'attivazione di questa opzione impedisce la selezione della Skin nel SR-plugin.
pl: Wybierz, czy chcesz, aby skórka Kraven została zastosowana do "Serienrecorder", czy nie. Aktywacja tej opcji uniemożliwia wybór skórki we wtyczce SR.

source: Choose whether you want to customize the selection-colors for EnhancedMovieCenter.
it: Scegliere se si desidera personalizzare i colori selezione EnhancedMovieCenter
pl: Wybierz, czy chcesz dostosować kolory selekcji dla EnhancedMovieCenter.

source: Choose whether you want to see the infobar background in all screens (bicolored background).
it: Scegliere se mostrare lo sfondo della Infobar in tutte le schermate (sfondo bicolore).
pl: Wybierz, czy chcesz widzieć tło informacji na wszystkich ekranach (dwukolorowe tło).

source: Choose which informations will be shown in the info box.
it: Scegliere quali informazioni verranno mostrate nella finestra info
pl: Wybierz informacje, które będą wyświetlane w polu informacyjnym.

source: Clear
pl: Jasny

source: Clock
it: Orologio
pl: Zegar

source: Clock-Style
it: Stile orologio
pl: Styl zegara

source: Cloudy
pl: Pochmurno

source: Cold
pl: Zimno

source: Color Selection
it: Selezione colore
pl: Wybór koloru

source: Colorbutton-Font
it: Carattere colore tasti
pl: Kolor-Czcionka

source: Configuration tool for KravenFHD
it: Strumento configurazioni KravenFHD
pl: Panel konfiguracji KravenFHD

source: Custom EMC-Selection-Colors
it: Selezione colori EMC personalizzata
pl: Niestandardowy kolor EMC

source: Default Profile / Reset
it: Profilo predefinito / RIPRISTINA
pl: Profil domyślny / Resetuj

source: Do you really want to exit without saving?
it: Uscire dalla configurazione senza salvare?
pl: Czy na pewno chcesz wyjść bez zapisywania?

source: Do you really want to reboot now?
it: Riavviare ora?
pl: Czy na pewno chcesz teraz ponownie uruchomić ?

source: Do you really want to reset all values to the selected default profile?
it: Resettare tutte le impostazioni e ripristinare i valori predefiniti?
pl: Czy na pewno chcesz zresetować wszystkie wartości do wybranego domyślnego profilu?

source: Drizzle
pl: Mżawka

source: Dual TV
pl: Podwójny-TV

source: Dual TV 2
pl: Podwójny-TV 2

source: Dust
pl: Kurz

source: E
pl: W

source: E-NE
pl: W-PW

source: E-SE
pl: W-PoW

source: ECM Infos
it: Informazioni ECM
pl: Informacje ECM

source: ECM infos
it: Informazioni ECM
pl: Informacje ECM

source: ECM-Contents
pl: zawartość ECM

source: ECM-Font
it: Carattere ECM
pl: Czcionka ECM

source: EMC-Listselection
it: Lista selezione EMC
pl: Wybór listy EMC

source: EMC-Selection-Font
it: Carattere selezione EMC
pl: Wybór czcionki EMC

source: EMC-Style
it: Stile EMC
pl: Styl EMC

source: EPG Fontsize
it: Dimensione carattere EPG
pl: Rozmiar czcionki EPG

source: EPG list - 32 Pixel primetime - 32 Pixel
it: elenco EPG - 32Pixel prima serata - 32 Pixel
pl: Lista EPG - 32 Pixele Czas - 32 Pixele

source: EPG list - 36 Pixel primetime - 36 Pixel
it: elenco EPG - 36 Pixel prima serata - 36 Pixel
pl: Lista EPG - 36 Pixeli Czas - 36 Pixeli

source: EPG-List Fontsize
it: Dimensioni caratteri lista EPG
pl: Rozmiar czcionki listy EPG

source: EPGSelection-Style
it: Stile selezione EPG
pl: Wybór stylu EPG

source: Enter the GM code for your location:
pl: Wpisz kod GM swojej lokalizacji:

source: Enter the search string for your location:
pl: Wpisz wyszukany kod dla swojej lokalizacji:

source: Error creating Skin!
pl: Błąd podczas tworzenia Skórki!

source: Event Description Fontsize
it: Dimensione carattere descrizione eventi
pl: rozmiar czcionki dla opisu zdarzenia

source: Eventname Fontsize
it: Dimensione carattere nome evento
pl: Tytuł programu Rozmiar czcionki

source: Eventname effect
it: Effetto nome evento
pl: Tytuł programu Efekt

source: Extended Preview
it: Anteprima avanzata
pl: Rozszerzony podgląd

source: Fair
pl: Tagi

source: Finished Color
it: Colore registrazioni viste
pl: Kolor obejrzanych filmów

source: Foggy
pl: Mglisto

source: Free
pl: Darmowy

source: Freezing drizzle
pl: Marznąca mżawka

source: Freezing rain
pl: Marznący deszcz

source: Fri
pl: Pią.

source: GLOBAL COLORS _____________________________________________________________
it: COLORi GENERALI ____________________________________________________________
pl: GLOBALNE KOLORY ____________________________________________________________

source: GRAPHICALEPG _____________________________________________________________
it: EPG GRAFICI _____________________________________________________________________
pl: GRAFICZNE EPG ___________________________________________________________

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
it: L'attivazione della skin richiede il riavvio del sistema Riavviare ora?
pl: GUI wymaga ponownego uruchomienia, aby zastosować nową skórkę. Czy chcesz ponownie uruchomić GUI?

source: GraphMultiEPG-Style
it: Stile GraphMultiEPG
pl: Styl Graficznego MultiEPG

source: GraphicalEPG-Style
it: Stile EPG grafico
pl: Styl Graficznego EPG

source: Hail
pl: Grad

source: Haze
pl: Mgła

source: Heavy snow
pl: Śnieżyca

source: Hot
pl: Gorąco

source: Hurricane
pl: Huragan

source: INFOBAR-CONTENTS _____________________________________________________________
it: CONTENUTI INFOBAR____________________________________________________________
pl: ZAWARTOŚĆ PASKA INFO_____________________________________________________________

source: INFOBAR-LOOK _________________________________________________________________
it: ASPETTO INFOBAR _______________________________________________________________
pl: WYGLĄD PASKA INFO ____________________________________________________________

source: Icon-Font V-Position
pl: Pozycja V czcionki ikony

source: Icons
it: Icone
pl: Ikony

source: Icons (except Infobar)
it: Icone (eccetto Infobar)
pl: Ikony (z wyjątkiem paska informacyjnego)

source: Infobar
pl: Pasek informacyjny

source: Infobar & SecondInfobar
it: Infobar & Seconda Infobar
pl: pasek info & "drugi pasek info"

source: Infobar & SecondInfobar
it: Infobar & seconda Infobar
pl: pasek info & "drugi pasek info"

source: Infobar-Background
it: Sfondo infobar
pl: Pasek info - Tło

source: Infobar-Background-Style
it: Stile sfondo infobar
pl: Pasek info - Styl tła

source: Infobar-Box-Line
it: Linea infobar box
pl: Pasek info-Box-Linie

source: Infobar-Icons
it: Icone Infobar
pl: Pasek info-Ikony

source: Infobar-Style
it: Stile infobar
pl: Pasek informacyjny-Styl

source: Infobar-Transparency
it: Trasparenza Infobar
pl: Pasek informacyjny-Przezroczystość

source: Infobox-Contents
it: Contenuti info box
pl: Zawartość Infobox

source: Isolated thundershowers
pl: Przelotne opady deszczu

source: Isolated thunderstorms
pl: Przelotne burze

source: Kraven dark
it: Kraven scuro
pl: Kraven siemny

source: Kraven very dark
it: Kraven molto scuro
pl: Kraven bardzo ciemny

source: Light snow showers
pl: Słabe opady śniegu

source: Lines
it: Linee
pl: Linie

source: Listselection
it: Selezione liste
pl: Pasek wyboru

source: Listselection-Border
it: Bordo selezione liste
pl: Pasek wyboru-Ramka

source: Listselection-Font
it: Carattere selezione liste
pl: Pasek wyboru-Czcionka

source: Mainmenu Fontsize
it: Dimensione carattere menu principale
pl: Rozmiar czcionki menu głównego

source: Marking-Font
it: Carattere contrassegnato
pl: Znacznik-Czcionka

source: MediaPortal not installed
pl: MediaPortal nie zainstalowany

source: Menu-Icons
it: Menu icone
pl: Ikony menu

source: Menu-Transparency
it: Trasparenza menu
pl: Menu-Przezroczystość

source: Menus
it: Menu
pl: Menu

source: Meteo-Color
it: Colore Meteo
pl: Meteo-Kolor

source: MiniTV + Icons
it: MiniTV + Icone
pl: MiniTV + Ikony

source: MiniTV left
it: MiniTV sinistra
pl: MiniTV z lewej

source: MiniTV right
it: MiniTV destra
pl: MiniTV z prawej

source: MiniTV-Border
it: Bordo MiniTV
pl: MiniTV-Ramka

source: Mixed rain and hail
pl: Deszcz i grad

source: Mixed rain and sleet
pl: Deszcz i deszcz ze śniegiem

source: Mixed rain and snow
pl: Deszcz i śnieg

source: Mixed snow and sleet
pl: Śnieg i deszcz ze śniegiem

source: Mon
pl: Pon.

source: Mostly cloudy
pl: Przeważnie pochmurno

source: Move/Copy
pl: przesuń / kopiuj

source: MovieSelection-Style
it: Stile selezione registrazioni
pl: Styl okna wyboru filmu

source: N-NE
pl: P-PW

source: NE
pl: PW

source: Name & Number
it: Nome & Numerazione
pl: Nazwa & Numer

source: Name & Number big
it: Numero & Nome grande
pl: Nazwa & Numer duże

source: Name & Number small
it: nome & numerazione piccoli
pl: Nazwa & Numer małe

source: Name big
it: Nome grande
pl: Nazwa duża

source: Name small
it: Nome piccolo
pl: Nazwa mała

source: No Accu ID found
it: Nessun ID Accu trovato
pl: Nie znaleziono identyfikatora Accu ID

source: No data for IP
it: nessun dato per IP
pl: Brak danych dla IP

source: Nobile Extended Preview
it: Anteprima avanzata Nobile
pl: Rozszerzony podgląd nobile

source: Nobile Preview
it: Anteprima Nobile
pl: Podgląd nobile

source: Nobile Preview (2x OK)
pl: Podgląd nobile (2x OK)

source: Not available
pl: Nie dostępny

source: NumberZap-Style
it: Stile numerazione zap
pl: Styl NumberZap

source: PROFILES __________________________________________________________________
it: PROFILI _______________________________________________________________________
pl: PROFILE ___________________________________________________________________

source: PVRState
it: Stato PVR
pl: Stan PVR

source: Partly cloudy
pl: Częściowe zachmurzenie

source: PermanentClock-Color
it: Colore PermanentClock
pl: Stały kolor zegara

source: PermanentClock-Font
it: Carattere PermanentClock
pl: Stała czcionka zegara

source: Preview
it: Riepilogo
pl: Podgląd

source: Preview (2x OK)
pl: Podgląd (2xOK)

source: Preview (2xOK)
it: Anteprima (2x OK)
pl: Podgląd (2xOK)

source: Primary-Font
it: Carattere principale
pl: Podstawowa czcionka

source: Primary-Infobar-Font
it: Carattere Infobar primaria
pl: Podstawowa czcionka paska informacyjnego

source: Primetime
it: Prima serata
pl: Czas trwania

source: Primetime-Font
it: Carattere prima serata
pl: Czas trwania - czcionka

source: Primetime-Time
it: Orario prima serata
pl: Czas trwania-czas

source: Profile
it: Profili
pl: Profil

source: Progress-/Volumebar
it: Avanzamento barra volume
pl: Pasek postępu / głośność

source: Progress-Border
it: Bordo barra avanzamento
pl: Pasek postępu / ramka

source: Rain
pl: Deszcz

source: Record-State
it: Stato registrazione
pl: Stan nagrywania

source: Reduce distortions (faint/blurry) or color frames around fonts at top and bottom of screens by adjusting the antialiasing brightness.
it: Ridurre le distorsioni (debole / sfocata) o il colore frame attorno ai caratteri nella parte superiore /inferiore schermo regolando la luminosità antialiasing
pl: Zmniejsz szum (rozmazane) lub kolorowe ramki wokół czcionek na górze i dole ekranu, dostosowując jasność antyaliasingu.

source: Reduce distortions (faint/blurry) or color frames around fonts in the infobar and widgets by adjusting the antialiasing brightness.
it: Ridurre le distorsioni (debole / sfocata) o il colore frame attorno ai caratteri nella Infobar /widget regolando la luminosità antialiasing
pl: Zmniejsz szum (rozmazane) lub kolorowe ramki wokół czcionek w pasku informacyjnym i widgetach, dostosowując jasność antyaliasingu.

source: Reduce distortions (faint/blurry) or color frames around the ECM information in the infobar by adjusting the antialiasing brightness.
it: Ridurre le distorsioni (debole / sfocata) o il colore frame attorno alle informazioni ECM della infobar regolando la luminosità antialiasing
pl: Zmniejsz szum (rozmazane) lub kolorowe ramki wokół informacji ECM w infobarze, dostosowując jasność antyaliasingu.

source: Refresh interval (in minutes)
it: Intervallo aggiornamento (in minuti)
pl: Częstotliwość odświeżania (w minutach)

source: Reset profile
it: Ripristina profilo
pl: Zresetuj profil

source: Running Text (Delay)
it: Testo scorrevole (ritardo >>)
pl: Uruchamianie tekstu (opóźnienie)

source: Running Text (Speed)
it: Testo scorrevole (velocità >>)
pl: Uruchamianie tekstu (Szybkość)

source: Running Event Fontcolor
pl: Kolor Czcionki Uruchomionego Wydarzenia

source: Running Event Background
pl: Kolor Tła Wydrzenia

source: S-SE
pl: Po-Pow

source: SE
pl: PoW

source: SU
pl: SO

source: Save Color
it: Salva colore
pl: Zapisz kolor

source: Save profile
pl: Zapisz profil

source: Save skin
it: Salva la skin
pl: Zapisz skin

source: Scattered showers
pl: Przelotne opady

source: Scattered snow showers
pl: Przelotne opady śniegu

source: Scattered thunderstorms
pl: Przelotne burze

source: Screennames
it: Nome schermata
pl: Nazwa ekranu

source: Scrollbars
it: Barra scorrevole
pl: Pasek przewijania

source: Search String
it: Ricerca stringa
pl: Szukana fraza

source: Search by
it: Cerca per
pl: Wyszukaj według

source: SecondInfobar Fontsize
it: Dimensione carattere seconda infobar
pl: Rozmiar czcionki drugiego paska info

source: SecondInfobar-Style
it: Stile seconda infobar
pl: Styl drugiego paska info

source: Secondary-Font
it: Carattere secondario
pl: Drugi pasek info-czcionka

source: Secondary-Infobar-Font
it: Carattere Infobar secondaria
pl: Drugi pasek info-pasek info-czcionka

source: Select a path for the birthday file
pl: wybierz ścieżkę do pliku urodzinowego.

source: Select the default profile you want to use when resetting the active profile (OK button). You can add your own default profiles under /etc/enigma2/kravenfhd_default_n (n<=20).
it: Selezionare il profilo predefinito da utilizzare al ripristino del profilo attivo (Tasto OK). È possibile aggiungere i propri profili predefiniti in /etc/enigma2/kravenfhd_default_n (n<=20).
pl: Wybierz domyślny profil, którego chcesz użyć podczas resetowania aktywnego profilu (przycisk OK).Możesz dodać własne domyślne profile w katalogu / etc / enigma2 / kravenfhd_default_n (n <= 20).

source: Select the profile you want to work with. Profiles are saved automatically on switching them or by pressing the OK button. New profiles will be generated based on the actual one. Profiles are interchangeable between boxes.
it: Selezionare il profilo di lavoro. I profili vengono salvati automaticamente commutando o premendo il tasto OK. I nuovi profili vengono generati sulla base di quello attuale. I profili sono intercambiabili tra i decoder.
pl: Wybierz profil, z którym chcesz pracować. Profile są zapisywane automatycznie po ich przełączeniu lub naciśnięciu przycisku OK. Nowe profile zostaną wygenerowane na podstawie rzeczywistego. Profile można wymieniać między boxami.

source: Selected Event Fontcolor
pl: Wybrany Kolor Czcionki Wydarzenia

source: Selected Event Background
it: Sfondo selezione eventi
pl: Wybrane tło zdarzenia

source: Serviceinfo Fontsize
it: Dimensioni caratteri per informazioni canali
pl: Rozmiar czcionki informacji o programie

source: Servicenumber/-name Fontsize
it: Nome dimensione carattere / Numero canale
pl: Rozmiar czcionki dla numeru kanału/-nazwy

source: Set the intensity of this basic color with the slider.
pl: Ustaw intensywność tego podstawowego koloru za pomocą suwaka.

source: Severe thunderstorms
pl: Silne burze

source: Show 'free to air'
it: Mostra canali non criptati
pl: Pokaż "Kanał bezpłatny"

source: Show ECM Infos
it: Mostra informazioni ECM
pl: Pokaż informacje ECM

source: Show Infobar-Background
it: Visualizza infobar nello sfondo
pl: Pokaż tło paska informacji

source: Showers
pl: Deszcz

source: Sleet
pl: Śnieg z deszczem

source: Smoky
pl: Dymny

source: Snow
pl: Śnieg

source: Snow flurries
pl: Śnieg śnieżyca

source: Snow showers
pl: Opady śniegu

source: Specify any search string for your location (zip/city/district/state single or combined). Press OK to use the virtual keyboard. Step up or down in the menu to start the search.
it: Specificare qualsiasi stringa per la località (cap / città / quartiere / città, singoli o combinati). Premere OK per usare la tastiera virtuale. Passo su/giù nel menu per avviare la ricerca
pl: Określ tryb wyszukiwania swojej lokalizacji (zip kod / miasto / dzielnica ). Naciśnij OK, aby użyć wirtualnej klawiatury. Wejdź w górę lub w dół menu, aby rozpocząć wyszukiwanie.
