Repository: KravenHD/KravenFHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenFHD/locale/*/LC_MESSAGES/KravenFHD.po
Languages: it, pl

source: Specify any search string for your location (zip(unprecise!)/city/district/state single or comma-separated). Press OK to use the virtual keyboard. Step up or down in the menu to start the search.
pl: Podaj dowolny ciąg wyszukiwania dla swojej lokalizacji (zip (nieprecyzyjne!) / Miasto / dzielnica / stan pojedynczy lub oddzielony przecinkami). Naciśnij OK, aby użyć wirtualnej klawiatury. Przejdź w górę lub w dół menu, aby rozpocząć wyszukiwanie.

source: Specify the GM code for your location. You can find it at https://weather.codes. Press OK to use the virtual keyboard. Step up or down in the menu to start the search.
pl: Określ kod GM swojej lokalizacji. Możesz go znaleźć na https://weather.codes. Naciśnij OK, aby użyć wirtualnej klawiatury. Wejdź w górę lub w dół menu, aby rozpocząć wyszukiwanie.

source: Specify the language for the weather output.
it: Specificare la lingua per le previsioni meteo
pl: Wybierz język dla danych pogodowych.

source: Specify the time for your primetime.
it: Specificare l'orario per prima serata.
pl: Określ czas na swój czas główny.

source: Sun
pl: Nie.

source: Sunny
pl: Słonecznie

source: System-Infos
it: Informazioni di sistema
pl: System-Info

source: System: unknown
pl: System: nieznany

source: TH
pl: Czw.

source: TU
pl: Wto.

source: Temperature + Fan
it: Temperatura + ventola
pl: Temperatura + wentylator

source: Text with MiniTV
it: Testo con MiniTV
pl: Tekst z MiniTV

source: The KravenFHD skin will be generated by this plugin according to your preferences. Make your settings and watch the changes in the preview window above. When finished, save your skin by pressing the green button and restart the GUI.
it: La Skin KravenHD verrà generata da questo plugin in base alle proprie preferenze. Effettuare le impostazioni e osservare i cambiamenti nella finestra anteprima. Al termine, salvare la Skin premendo il tasto verde e riavviare la GUI.
pl: Skórka KravenFHD zostanie wygenerowana przez tę wtyczkę zgodnie z Twoimi preferencjami. Wprowadź ustawienia i obserwuj zmiany w oknie podglądu powyżej. Po zakończeniu zapisz skórę, naciskając zielony przycisk i uruchom ponownie GUI.

source: This option is not available because 'MediaPortal' is not installed.
pl: Ta opcja nie jest dostępna, ponieważ "MediaPortal" nie jest zainstalowany.

source: This sections offers all antialiasing settings. Distortions or color frames around fonts can be reduced by this settings.
it: Questa sezione offre le impostazioni antialiasing. Distorsioni intorno ai caratteri, etc… possono essere ridotte con questa impostazione
pl: Ta sekcja zawiera wszystkie ustawienia wygładzania krawędzi. Dzięki tym ustawieniom można zmniejszyć zniekształcenia lub obramowania wokół czcionek.

source: This sections offers all basic settings.
it: Questa sezione offre tutte le impostazioni di base.
pl: Ta sekcja zawiera wszystkie podstawowe ustawienia.

source: This sections offers all channellist settings.
it: Questa sezione offre tutte le impostazioni liste canali
pl: W tej sekcji znajdziesz wszystkie ustawienia listy kanałów.

source: This sections offers all debug settings.
pl: Ta sekcja zawiera wszystkie ustawienia debugowania.

source: This sections offers all profile settings. Different settings can be saved, modified, shared and cloned. Read the FAQs.
it: Questa sezione offre tutte le impostazioni profili. Diverse impostazioni possono essere salvate, modificate, condivise e clonate. Leggere le FAQ.
pl: Ta sekcja oferuje wszystkie ustawienia profilu. Różne ustawienia można zapisywać, modyfikować, udostępniać i klonować. Przeczytaj często zadawane pytania.

source: This sections offers all settings for EMC ('EnhancedMovieCenter').
it: Questa sezione offre tutte le impostazioni per EMC ('centro registr. avanzato')
pl: Ta sekcja zawiera wszystkie ustawienia EMC ("EnhancedMovieCenter").

source: This sections offers all settings for EPGSelection.
it: Questa sezione offre tutte le impostazioni selezione EPG
pl: Ta sekcja zawiera wszystkie ustawienia dla EPGSelection.

source: This sections offers all settings for GraphMultiEPG.
it: Questa sezione offre tutte le impostazioni GraphMultiEPG
pl: Ta sekcja zawiera wszystkie ustawienia dla Graficznego MultiEPG.

source: This sections offers all settings for GraphicalEPG.
it: Questa sezione offre tutte le impostazioni EPG grafici
pl: Ta sekcja zawiera wszystkie ustawienia dla Graficznego EPG.

source: This sections offers all settings for MovieSelection.
it: Questa sezione offre tutte le impostazioni per la selezione registrazioni
pl: Ta sekcja zawiera wszystkie ustawienia MovieSelection.

source: This sections offers all settings for NumberZap.
it: Questa sezione offre tutte le impostazioni per Zap numerico
pl: Ta sekcja zawiera wszystkie ustawienia dla NumberZap.

source: This sections offers all settings for PermanentClock.
it: Questa sezione offre tutte le impostazioni PermanentClock
pl: Ta sekcja oferuje wszystkie ustawienia dla Stałego Zegara.

source: This sections offers all settings for SecondInfobar.
it: Questa sezione offre tutte le impostazioni per la ll infobar
pl: Ta sekcja oferuje wszystkie ustawienia dla drugiego paska info.

source: This sections offers all settings for TimerEditScreen.
it: Questa sezione offre tutte le impostazioni modifica schermate Timer
pl: Ta sekcja zawiera wszystkie ustawienia ekranu edycji timera.

source: This sections offers all settings for infobar-contents.
it: Questa sezione offre tutte le impostazioni del contenuto per la barra delle informazioni
pl: Ta sekcja zawiera wszystkie ustawienia dla zawartości paska info.

source: This sections offers all settings for showing the decryption infos.
it: Questa sezione offre tutte le impostazioni per la visualizzazione info di crittografia
pl: Ta sekcja oferuje wszystkie ustawienia wyświetlania informacji odszyfrowujących.

source: This sections offers all settings for skinned plugins.
it: Questa sezione offre tutte le impostazioni per Plugin Skin
pl: Ta sekcja zawiera wszystkie ustawienia wtyczek ze skórki.

source: This sections offers all settings for the different clocks.
it: Questa sezione offre tutte le impostazioni per differenti orologi
pl: Ta sekcja oferuje wszystkie ustawienia dla różnych zegarów.

source: This sections offers all settings for the infobar-look.
it: Questa sezione offre tutte le impostazioni per l'aspetto della Infobar
pl: Ta sekcja zawiera wszystkie ustawienia wyglądu paska info.

source: This sections offers all settings for the movie players.
it: Questa sezione offre tutte le impostazioni per la riproduzione registrazioni
pl: Ta sekcja zawiera wszystkie ustawienia odtwarzacza filmów.

source: This sections offers all weather settings.
it: Questa sezione offre tutte le impostazioni Meteo
pl: Ta sekcja oferuje wszystkie ustawienia pogody.

source: This sections offers offers all basic color settings.
it: Questa sezione offre tutte le impostazioni dei colori di base
pl: Ta sekcja oferuje wszystkie podstawowe ustawienia kolorów.

source: Thu
pl: Czw

source: Thundershowers
pl: Burze

source: Thunderstorms
pl: Burze

source: TimerEdit-Style
it: Stile modifica Timer
pl: Edytor timera-Styl

source: TimerList-Style
it: Stile liste Timer
pl: Lista timera-Styl

source: Tropical storm
pl: Burza Tropikalna

source: Tue
pl: Wto

source: Tuner number
it: Numero tuner
pl: Tunery

source: Tuner/Satellite + SNR
pl: Tuner/Satellita + SNR

source: Tuner/Satellite + dB
pl: Tuner/Satellita + dB

source: Unknown
pl: Nieznany

source: Unskinned Colors
it: Colori non della skin
pl: Nieobsługiwane kolory

source: Unwatched Color
it: Colore registrazioni non viste
pl: Kolor nieobejrzanych filmów

source: Used
pl: Używane

source: VIEWS _____________________________________________________________________
it: VISUALIZZAZIONE ____________________________________________________________
pl: WIDOK _________________________________________________________________

source: VerticalEPG
it: EPG Verticali
pl: Pionowe-EPG

source: VerticalEPG-Style
it: Stile EPG verticale
pl: Pionowe-EPG-styl

source: Volume
pl: Głośność

source: WE
pl: Śro.

source: WEATHER ___________________________________________________________________
it: METEO ________________________________________________________________________
pl: POGODA ____________________________________________________________________

source: Watching Color
it: Colore registrazioni parzialmente viste
pl: Kolor częściowo obejrzanych filmów

source: Weather
it: Meteo
pl: Pogoda

source: Weather-ID
pl: Pogoda-ID

source: Weather-Icon-Size
it: Dimensioni icona meteo
pl: Pogoda-Ikona-Wielkość

source: Weather-Style
it: Stile Meteo
pl: Pogoda-Styl

source: Weather2
it: Meteo2
pl: Pogoda 2

source: Wed
pl: Śro

source: Windy
pl: Wietrznie

source: You have no internet connection. This function is disabled.
it: Non si dispone di alcuna connessione Internet. Questa funzione è disabilitata
pl: Brak połączenia z Internetem. Ta funkcja jest wyłączona.

source: Zap (1xOK)
it: Andare al canale (1x OK)
pl: Przełączanie (1xOK)

source: about
it: info
pl: o..

source: amber
it: ambra
pl: bursztyn

source: amber dark
it: ambra scuro
pl: bursztyn ciemny

source: amber very dark
it: ambra molto scuro
pl: bursztyn bardzo ciemny

source: analog
it: analogico
pl: analogowy

source: antialiasing
pl: wygładzanie krawędzi

source: balanced
it: bilanciato
pl: zrównoważony

source: big
it: grande
pl: duże

source: big + Sat
it: grande + Sat
pl: duże + Sat

source: big Cover
it: copertina grande
pl: duża okładka

source: big Cover2
it: copertina grande 2
pl: duża okładka 2

source: big font with EPG Info
it: carattere grande con info canale
pl: duża czcionka z informacją EPG

source: black
it: nero
pl: czarny

source: blue
it: blu
pl: niebieski

source: blue dark
it: blu scuro
pl: niebieski ciemny

source: blue very dark
it: blu molto scuro
pl: niebieski bardzo ciemny

source: bottom
pl: u dołu

source: brown
it: marrone
pl: brązowy

source: brown dark
it: marrone scuro
pl: ciemno brązowy

source: brown very dark
it: marrone molto scuro
pl: brązowy bardzo ciemny

source: center
it: centro
pl: centralnie

source: center big
it: centrato grande
pl: centralnie durze

source: center small
it: centrato piccolo
pl: centralnie małe

source: channellist
it: lista canali
pl: lista kanałów

source: city:
pl: miast.

source: clime:
pl: powie:

source: clock
it: orologio
pl: zegar

source: cobalt
it: cobalto
pl: kobalt

source: cobalt dark
it: cobalto scuro
pl: kobalt ciemny

source: cobalt very dark
it: cobalto molto scuro
pl: bardzo ciemny kobalt

source: colored
it: colorato
pl: kolorowy

source: colorfull
it: colore pieno
pl: bunt

source: colorfull2
it: colore pieno 2
pl: bunt 2

source: coming:
pl: zaraz:

source: compact
it: compatto
pl: kompaktowy

source: complete
it: completo
pl: kompletny

source: currently running:
pl: aktualnie uruchomiony:

source: cyan
it: azzurro
pl: cyjan

source: cyan dark
it: azzurro scuro
pl: cyjan ciemny

source: cyan very dark
it: azzurro molto scuro
pl: bardzo ciemny cyjan

source: dark
it: scuro
pl: ciemny

source: description
it: descrizione
pl: Opis programu

source: description - 28 Pixel EPG list - 26 Pixel primetime - 26 Pixel
it: descrizione - 28 Pixel elenco EPG - 26 Pixel prima serata- 26 Pixel
pl: Opis programu - 28 Pixeli EPG-Lista - 26 Pixeli Czas trwania - 26 Pixeli

source: description - 32 Pixel EPG list - 29 Pixel primetime - 29 Pixel
it: descrizione - 32 Pixel elenco EPG - 29 Pixel prima serata- 29 Pixel
pl: Opis programu - 32 Pixeli EPG-Lista - 29* Pixeli Czas trwania - 29 Pixeli

source: description - 32 Pixel EPG list - 32 Pixel primetime - 32 Pixel
it: descrizione - 32 Pixel elenco EPG - 32 Pixel prima serata - 32 Pixel
pl: Opis programu - 32 Pixeli EPG-Lista - 32 Pixeli Czas trwania - 32 Pixeli

source: description - 36 Pixel EPG list - 36 Pixel primetime - 36 Pixel
it: descrizione - 36 Pixel elenco EPG - 36 Pixel prima serata- 36 Pixel
pl: Opis programu - 36 Pixeli EPG-Lista - 36 Pixeli Czas trwania - 36 Pixeli

source: emerald
it: verde smeraldo
pl: szmaragd

source: extensive
it: dettagliato
pl: szczegółowo

source: fanspeed:
pl: prędkość:

source: free
pl: wolny

source: free to air
it: non criptato
pl: kanał bezpłatny

source: full
it: pieno
pl: pełny

source: global colors
it: colori generali
pl: globalne kolory

source: global colors big
it: colori generali grandi
pl: globalne kolory-duże

source: global colors small
it: colori generali piccoli
pl: globalne kolory-małe

source: global selection background
it: selezione generale sfondo
pl: globalny pasek wyboru-tło

source: gradient
it: gradiente
pl: upłynęło

source: graphical
it: grafico
pl: graficzne

source: graphical with MiniTV
it: grafico con MiniTV
pl: graficzne z MiniTV

source: green
it: verde
pl: zielony

source: green dark
it: verde scuro
pl: biemno zielony

source: green very dark
it: verde molto scuro
pl: bardzo ciomno zielony

source: grey
it: grigio
pl: szary

source: grey dark
it: grigio scuro
pl: szary ciemny

source: grey very dark
it: grigio molto scuro
pl: bardzo ciemny szary

source: hardcoded
pl: zaprogramowany

source: in all Screens
it: in tutte le schermate
pl: we wszystkich ekranach

source: infobar colors big
it: colori Infobar grandi
pl: pasek info-Kolory duże

source: infobar colors small
it: colori Infobar piccoli
pl: pasek info-Kolory małe

source: infobar-contents
it: contenuto infobar
pl: zawartość paska info

source: infobar-look
it: aspetto infobar
pl: wygląd paska info

source: it follows:
pl: następny:

source: left
it: sinistro
pl: lewo

source: left small
it: sinistro piccolo
pl: lewo-mały

source: left/right
it: sinistra / destra
pl: obok siebie

source: light
it: chiaro
pl: jasny

source: load
pl: obc

source: medium font with EPG Info
it: carattere medio con info canale
pl: średnia czcionka z informacją EPG

source: middle
it: medio
pl: średni

source: no Cover
it: nessuna copertina
pl: bez okładki

source: no Cover2
it: nessuna copertina2
pl: bez okładki 2

source: no MiniTV
it: nessuna MiniTV
pl: bez MiniTV

source: no Picon
it: nessuna Picon
pl: bez Picon

source: no Picon2
it: nessuna picon 2
pl: bez Picon 2

source: no information available
pl: brak dostępnych informacji

source: no record tuner
it: nessun tuner in registrazione
pl: brak wskaźnika nagrywania dla tunerów

source: not available
pl: niedostępne

source: not available for openATV
it: non disponibile per openATV
pl: niedostępne dla openATV

source: off
pl: wyłącz

source: olive
it: oliva
pl: oliwkowy

source: olive dark
it: oliva scuro
pl: oliwkowy ciamny

source: olive very dark
it: oliva molto scuro
pl: oliwkowy bardzo ciemny

source: on
pl: włącz

source: only Infobar, SecondInfobar & Players
it: solo Infobar, seconda Infobar & lettori
pl: tylko Infobar, SecondInfobar i Odtwarzacz

source: orange
it: arancione
pl: pomarańczowy

source: orange dark
it: arancione scuro
pl: pomarańczowy ciemny

source: orange very dark
it: arancione molto scuro
pl: pomarańczowy bardzo ciemny

source: pink
it: rosa
pl: różowy

source: pink dark
it: rosa scuro
pl: różowy ciemny

source: pink very dark
it: rosa molto scuro
pl: różowy bardzo ciemny

source: player
pl: odtwarzacz

source: preview
pl: podgląd

source: profiles
it: profili
pl: Profil

source: r/m:
pl: U/m:

source: record & tuner blink
it: registrazione & tuner lampeggiante
pl: nagrywanie & tuner miga

source: record & tuner shine
it: illuminazione registrazione & tuner
pl: nagrywanie & tuner świeci

source: record blink
it: registrazione lampeggiante
pl: nagrywanie miga

source: record blink, no record tuner
it: registrazione lampeggiante, nessun tuner registrazione
pl: nagrywanie miga, brak tunera nagrywania

source: record blink, tuner shine
it: registrazione lampeggiante, tuner brillante
pl: nagrywanie miga, tuner świeci

source: record shine
it: registrazione brillante
pl: nagrywanie świeci

source: record shine, no record tuner
it: registrazione brillante, nessun tuner registrazione
pl: nagrywanie świeci, brak tunera nagrywania

source: record shine, tuner blink
it: registrazione brillante, tuner lampeggiante
pl: nagrywanie świeci, tuner miga

source: red
it: rosso
pl: czerwony

source: red dark
it: rosso scuro
pl: czerwony ciemny

source: red very dark
it: rosso molto scuro
pl: bardzo ciemny czerwony

source: right
it: destro
pl: prawo

source: running since
pl: program trwa:

source: runningtext
it: testo scorrevole
pl: uruchomiony tekst

source: runs until
pl: trwa do

source: satellite
pl: satellita

source: self
it: stesso
pl: własny kolor RGB

source: short with CAID
it: breve con CAId
pl: krótki z CAID

source: short with source
it: breve con sorgente
pl: krótki ze źródłem

source: show Picons in channellist
pl: pokaż picony na liście kanałów

source: signal
pl: sygnał

source: single
it: singolo
pl: prosty

source: small
it: piccolo
pl: mały

source: small Cover
it: copertina piccola
pl: mała okładka

source: small Cover2
it: copertina piccola 2
pl: mała okładka 2

source: standard big
it: predefinita grande
pl: standard duży

source: standard layout
it: layout predefinito
pl: widok standardowy

source: steel
it: acciaio
pl: stalowy

source: steel dark
it: acciaio scuro
pl: stalowy ciemny

source: steel very dark
it: acciaio molto scuro
pl: stalowy bardzo ciemny

source: temperature
pl: temperatura

source: texture
it: trama
pl: tekstura

source: thin
it: sottile
pl: wąski

source: timeshift active
pl: aktywny timeshift

source: top
it: sopra
pl: góra

source: top/bottom
it: sopra / sotto
pl: góra/dół

source: transparent big
it: grande trasparente
pl: przezroczysty duży

source: transparent small
it: piccolo trasparente
pl: przezroczysty mały

source: tuner blink
it: tuner lampeggiante
pl: tuner miga

source: tuner shine
it: tuner brillante
pl: tuner świeci

source: typewriter
it: macchina da scrivere
pl: maszyna do pisania

source: unknown
pl: nieznany

source: until live:
pl: na żywo:

source: use alternative (horizontal) channellist
it: uso alternative lista canali (orizzontale)
pl: użyj alternatywnej (poziomej) listy kanałów

source: used
pl: w użyciu

source: user texture
it: trama dell’utente
pl: tekstura użytkownika

source: very big Cover
it: copertina molto grande
pl: bardzo duża okładka

source: very big Cover2
it: copertina 2 molto grande
pl: bardzo duża okładka 2

source: views
it: visualizzazioni
pl: widok

source: violet
it: viola
pl: fioletowy

source: violet dark
it: viola scuro
pl: fioletowy ciemny

source: violet very dark
it: viola molto scuro
pl: bardzo ciemny fioletowy

source: waiting for information ...
pl: czekam na informacje ...

source: weather
it: meteo
pl: pogoda

source: weather icon
it: icona meteo
pl: Pogoda-Ikona

source: white
it: bianco
pl: biały

source: wide
it: largo
pl: szeroki

source: wind:
pl: wiatr:

source: with Border
it: con bordo
pl: z ramką

source: with description
it: con descrizione
pl: z opisem

source: without description
it: senza descrizione
pl: bez opisu

source: yellow
it: giallo
pl: żółty

source: remaining:
pl: pozostało:

source: Busy color
pl: Zajęty kolor

source: Choose the color for engaged tuners. Press OK to define your own RGB color.
pl: Wybierz kolor dla zaangażowanych tunerów. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Active color
pl: Aktywny kolor

source: Choose the color for the current live tuner. Press OK to define your own RGB color.
pl: Wybierz kolor dla bieżącego tunera na żywo. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Record color
pl: Kolor nagrywania

source: Choose the color for recording tuners. Press OK to define your own RGB color.
pl: Wybierz kolor do nagrywania tunerów. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Active record color
pl: Aktywny kolor nagrywania

source: Choose the color for the current live tuner when also recording. Press OK to define your own RGB color.
pl: Wybierz kolor dla bieżącego tunera na żywo podczas nagrywania. Naciśnij OK, aby zdefiniować własny kolor RGB.

source: Show unused Tuners
pl: Pokaż nieużywane tunery

source: Choose whether unused tuners are displayed or not.
pl: Wybierz, czy nieużywane tunery mają być wyświetlane, czy nie.

source: Show AGC/SNR
pl: Pokaż AGC/SNR

source: Choose whether AGC/SNR are displayed or not.
pl: Wybierz, czy mają być wyświetlane AGC/SNR.

source: Deutsch
it: Tedesco

source: English
it: Inglese

source: Russian
it: Russo

source: Italian
it: Italiano

source: Spanish (es)
it: Spagnolo (es)

source: Spanish (sp)
it: Spagnolo (sp)

source: Ukrainian (uk)
it: Ucraino (uk)

source: Ukrainian (ua)
it: Ucraino (ua)

source: Portuguese
it: Portoghese

source: Romanian
it: Rumeno

source: Polish
it: Polacco

source: Finnish
it: Finlandese

source: Dutch
it: Olandese

source: French
it: Francese

source: Bulgarian
it: Bulgaro

source: Swedish (sv)
it: Svedese (sv)

source: Swedish (se)
it: Svedese (se)

source: Chinese Traditional
it: Cinese tradizionale

source: Chinese Simplified (zh)
it: Cinese semplificato (zh)

source: Chinese Simplified (zh_cn)
it: Cinese semplificato (zh_cn)

source: Turkish
it: Turco

source: Croatian
it: Croato

source: Catalan
it: Catalano

source: original
it: originale

source: Name
it: Nome

source: transparent
it: trasparente

source: X-Picons
it: X-Picon

source: Z-Picons
it: Z-Picon

source: ZZ-Picons
it: ZZ-Picon

source: ZZZ-Picons
it: ZZZ-Picon

source: Text
it: Testo

source: MiniTV + Cover
it: MiniTV + Copertina

source: flip
it: capovolgi

source: SecondInfobar
it: Seconda InfoBar

source: not available with selected Infobar-Style
it: non disponibile con lo stile Infobar selezionato

source: stony272-metal
it: stony272-metallo

source: stony272-gold-round
it: stony272 oro rotonda

source: stony272-gold-square
it: stony272 oro quadrata

source: rennmaus-kleiner.teufel
it: topo da corsa-piccolo diavolo

source: horizontal
it: orizzontale

source: vertical
it: verticale

source: Style 1
it: Stile 1

source: Style 2
it: Stile 2

source: Style 3
it: Stile 3

source: Style 4
it: Stile 4

source: Style 5
it: Stile 5

source: not available for teamBlue
it: non disponibile per teamBlue

source: API requests exceeded
it: Richieste API superate

source: API authorization failed
it: autorizzazione API FALLITA

source: Exit
it: Esci

source: German
it: Tedesco

source: About
it: Info

source: SYSTEM ____________________________________________________________________
it: SiSTEMA ______________________________________________________________________

source: SECONDINFOBAR _____________________________________________________________
it: SECONDA INFOBAR ____________________________________________________________

source: Accuweather API Key
it: Chiave API Accuweather

source: Press OK to enter your API Key. You will receive the key at https://developer.accuweather.com/.
it: Premere OK per inserire la chiave API. La chiave sarà disponibile su https: //developer.accuweather.com/

source: Language
it: Lingua

source: ECM INFOS _________________________________________________________________
it: INFORMAZIONI ECM ___________________________________________________________

source: CoolTVGuide
it: Guida CoolTV

source: SplitScreen
it: Schermo diviso

source: Choose from different styles to display FileCommander.
it: Scegliere tra diversi stili per visualizzare FileCommander

source: PERMANENTCLOCK __________________________________________________________
it: OROLOGIO PERMANENTE ___________________________________________________

source: VTi-EPGList
it: VTi- elenco EPG

source: Choose whether use VTi-EPGList in channellist or not.
it: Scegliere se utilizzare SI/NO VTi elenco EPG nella lista canali

source: NUMBERZAP ________________________________________________________________
it: NUMERAZIONE ZAP _________________________________________________________________
