Repository: KravenHD/KravenFHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenFHD/locale/*/LC_MESSAGES/KravenFHD.po
Languages: it, pl

source: EPGSELECTION ____________________________________________________________
it: SELEZIONE EPG __________________________________________________________________

source: GRAPHMULTIEPG ___________________________________________________________
it: EPG GRAFICI MULTIPLI____________________________________________________________

source: Choose the background color of selected events for GraphMultiEPG. Press OK to define your own RGB color.
it: Scegliere il colore sfondo GraphMultiEPG degli eventi selezionati. Premere OK per definire il proprio colore RGB

source: Choose the background color of selected events for GraphicalEPG. Press OK to define your own RGB color.
it: Scegliere il colore sfondo GraphicalEPG degli eventi selezionati. Premere OK per definire il proprio colore RGB

source: VERTICALEPG ______________________________________________________________
it: EPG VERTICALI ___________________________________________________________________

source: This sections offers all settings for VerticalEPG.
it: Questa sezione offre tutte le impostazioni EPG verticali

source: Choose the border color for VerticalEPG. Press OK to define your own RGB color.
it: Scegliere il colore bordo per EPG verticale. Premere OK per definire il proprio colore RGB

source: TIMEREDITSCREEN ___________________________________________________________
it: SCHERMATA MODIFICA TIMER _______________________________________________

source: ENHANCED MOVIE CENTER _____________________________________________________
it: CENTRO REGISTRAZIONI AVANZATO ______________________________________________

source: MOVIESELECTION ____________________________________________________________
it: SELEZIONE REGISTRAZIONI ____________________________________________________

source: Screens
it: Schermi

source: VARIOUS SETTINGS ________________________________________________________________
it: IMPOSTAZIONI VARIE_________________________________________________________________

source: This sections offers various settings.
it: Questa sezione offre varie impostazioni

source: Icon-Font vertical position
it: Posizione verticale carattere icone

source: Correct the vertical font position within some icons for the infobars and players.
it: Correggi la posizione del carattere verticale di alcune icone infobar e player

source: various
it: varie

source: system
it: sistema

source: NumberZap
it: Numerazione Zap

source: EPGSelection
it: Selezione EPG

source: GraphEPG
it: EPG Grafici

source: TimerEditScreen
it: Schermata modifica Timer

source: MovieSelection
it: Selezione registrazioni

source: description - 28 Pixel EPG list - 28 Pixel primetime - 26 Pixel
it: descrizione - 28 Pixel elenco EPG - 28 Pixel prima serata- 26 Pixel

source: description - 32 Pixel EPG list - 28 Pixel primetime - 29 Pixel
it: descrizione - 32 Pixel elenco EPG - 28 Pixel prima serata- 29 Pixel

source: EPG list - 30 Pixel primetime - 32 Pixel
it: elenco EPG - 30 Pixel prima serata - 32 Pixel

source: EPG list - 34 Pixel primetime - 36 Pixel
it: elenco EPG - 34 Pixel prima serata - 36 Pixel

source: description - 30 Pixel EPG list - 32 Pixel primetime - 32 Pixel
it: descrizione - 30 Pixel elenco EPG - 32 Pixel prima serata - 32 Pixel

source: description - 34 Pixel EPG list - 36 Pixel primetime - 36 Pixel
it: descrizione - 34 Pixel elenco EPG - 36 Pixel prima serata- 36 Pixel

source: Use the sliders to define your color:
it: Usa i cursori per definire il tuo colore:

source: Enter the city name of your location:
it: Inserisci qui il nome della tua località:

source: Enter your API Key:
it: Inserisci la tua chiave API:

source: Restart GUI
it: Riavvio del sistema (GUI)
